/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "custom_breadcrumbs_taNFMW": {
      "type": "custom-breadcrumbs",
      "settings": {}
    },
    "custom_faq_on_page_M9H4dw": {
      "type": "custom-faq-on-page",
      "blocks": {
        "faq_mDtcrC": {
          "type": "faq",
          "settings": {
            "item_title": "Is the packaging discreet?",
            "item_text": "Certainly! At TurboMale, we highly value your privacy. Each order is meticulously packaged in a plain white padded shipping bag. The parcel bears a discreet white 150mmx100mm shipping label with sender and receiver details, ensuring utmost confidentiality about the actual contents. The shipping label features innocent descriptions like \" plastic parts\" or \"silicone parts\" deliberately avoiding any reference to penis enlargement or explicit content. Rest assured, your privacy is our top priority at TurboMale."
          }
        },
        "faq_QqgWKV": {
          "type": "faq",
          "settings": {
            "item_title": "I just placed an order. When will it ship and how long does it take?",
            "item_text": "I appreciate your order! Our team at TurboMale is dedicated to swift processing and shipping. Please allow 1-2 days for the careful picking and packing of your items before they are dispatched. The shipping duration depends on your location. For customers in USA, delivery typically takes a couple of days after the order is shipped. Another countries , it's around 5-9 daysRest assured, we'll keep you in the loop by providing a tracking number via email as soon as your order is on its way. If you have any further inquiries or need assistance, feel free to reach out!"
          }
        },
        "faq_dmRBFq": {
          "type": "faq",
          "settings": {
            "item_title": "Unhappy with Your Order? What if There's an Issue?",
            "item_text": "Considering the nature of our products, we don't provide refunds. However, if you receive a defective or damaged item, here's what you can do:Notification Period: You have 14 days from receiving your order to send us 1 or more photos of the defective or damaged item to.Assessment Process: We'll carefully assess the provided images to determine if the item is faulty or defective.Resolution: Once a verdict is reached, we may either send you a new product or provide a replacement.For further details, please review our comprehensive refund/returns policy."
          }
        },
        "faq_BxdRcz": {
          "type": "faq",
          "settings": {
            "item_title": "Can I Cancel My Order?",
            "item_text": "Absolutely! You can cancel your order without any penalty, but there's a catch—you must cancel it before it ships. Once the order has been dispatched, cancellation is no longer an option. If your order is already in transit and you still wish to cancel, it's possible but may take some time.In such cases, we can arrange for the item to be returned before reaching you. However, please be aware that you will incur costs for shipping, transaction fees (6% of the total order), and any fees associated with the return request."
          }
        },
        "faq_P64Y3e": {
          "type": "faq",
          "settings": {
            "item_title": "Help! My Country Isn't in the Checkout Dropdown. What's the Solution?",
            "item_text": "If you're facing this issue, there could be a couple of reasons behind it.Reason 1: Your country might not be listed yet because we haven't assigned it a category and price. Larger countries like the US, Canada, and the UK are less likely to encounter this.Reason 2: Your country might have restrictions on importing these products. Attempting to ship to such a country could lead to confiscation and destruction of the parcel and goods, resulting in a loss of your funds. If you have an alternative address or shipping method, please contact us at   .Feel free to email     if you need further assistance or clarification."
          }
        },
        "faq_4raTiM": {
          "type": "faq",
          "settings": {
            "item_title": "Help! My Discount Code Isn't Working. What Should I Do?",
            "item_text": "If your discount code isn't functioning, a few factors might be causing the issue.Reason 1: For many sale items, the discount is already applied, and no code is required. In such cases, additional discounts may not be applicable unless explicitly stated.Reason 2: The discount code could be expired, having passed the sale period or the specified duration for the discount.Reason 3: It's possible that the code is being entered incorrectly. Remember, discount codes are case-sensitive. To avoid errors, consider copying and pasting the code.Reason 4: If you suspect a system error, reach out to us at, and we'll promptly address the issue."
          }
        },
        "faq_cCeKcT": {
          "type": "faq",
          "settings": {
            "item_title": "What are the shipping fees?",
            "item_text": "For product items, US Domestic Shipping is $7, and International Shipping is $12. Shipping for packages is a flat rate of $20 for all orders."
          }
        },
        "faq_L8PzKk": {
          "type": "faq",
          "settings": {
            "item_title": "Will I receive a tracking number?",
            "item_text": "Certainly! Every order includes tracking. Once your order has been shipped, the tracking information will be sent to you automatically via email."
          }
        },
        "faq_z4C6Mg": {
          "type": "faq",
          "settings": {
            "item_title": "How do I return my package if I changed my mind?",
            "item_text": "Contact us to obtain a Return Merchandise Authorization (RMA) number.Do not open the box; instead, write the provided RMA number on the box.Ship the package to our facility using the address available in the Contact Us section.We're here to assist you through the return process. Your satisfaction is our priority!"
          }
        },
        "faq_jgAR63": {
          "type": "faq",
          "settings": {
            "item_title": "What happens if my package was sent back?",
            "item_text": "If your package is refused upon delivery and is sent back to our facility without a Return Merchandise Authorization (RMA) number, the product's value will be refunded upon our receipt of the returned package.We're committed to ensuring a smooth process for all returns. If you have any questions, feel free to reach out to us. Your satisfaction is our priority!"
          }
        },
        "faq_6VcRmN": {
          "type": "faq",
          "settings": {
            "item_title": "What does the package look like?",
            "item_text": "Rest assured, we prioritize your privacy. All orders are shipped in a plain, unmarked cardboard box. The shipping label will identify the shipper as TURBOMALE INC., without any reference to ENLARGERS,\"Sex Toy,\" or any other identifying descriptions related to adult products. Your confidentiality is our commitment. If you have any concerns or queries, please feel free to contact us."
          }
        },
        "faq_VbKVJn": {
          "type": "faq",
          "settings": {
            "item_title": "Do I need to be present for delivery?",
            "item_text": "Carriers may opt to leave the package with your apartment management office or place it on your front/back porch if the driver determines the area is secure. In cases where leaving the package isn't suitable, a delivery attempt notice will be posted, providing various options for you to receive your order."
          }
        }
      },
      "block_order": [
        "faq_mDtcrC",
        "faq_QqgWKV",
        "faq_dmRBFq",
        "faq_BxdRcz",
        "faq_P64Y3e",
        "faq_4raTiM",
        "faq_cCeKcT",
        "faq_L8PzKk",
        "faq_z4C6Mg",
        "faq_jgAR63",
        "faq_6VcRmN",
        "faq_VbKVJn"
      ],
      "settings": {
        "title": "Feel free to ask us a question",
        "title_absolute": "FAQ",
        "text_bottom": "<p>Can't find what you're looking for? <a href=\"/pages/contact\" title=\"Contact\">Contact Us</a></p>"
      }
    }
  },
  "order": [
    "main",
    "custom_breadcrumbs_taNFMW",
    "custom_faq_on_page_M9H4dw"
  ]
}
